Repository: JobDeal/jobdeal-ios
Catalog: JobDeal/Localizations/*.lproj/Localizable.strings
Languages: sv

source: Log in
sv: Logga in

source: Registration
sv: Registrering

source: Password
sv: Lösenord

# forget_password
source: Forget your password
sv: Glömt lösenordet

source: Name
sv: Namn

source: Surname
sv: Efternamn

source: Mobile number
sv: Mobilnummer

source: Next
sv: Nästa

source: Email already exist
sv: Email finns redan

source: Hi there!
sv: Välkommen!

# visitor
source: Guest
sv: Besökare

# must_enter_email
source: Email field is empty
sv: Email fält är tomt

# email_not_valid
source: Invalid Email format
sv: Otillåtet Email format

# must_enter_password
source: Password field is empty
sv: Lösenordsfält är tomt

# password_lenght_error
source: Password must be longer than 6 characters.
sv: Lösenord måste vara längre än 6 tecken.

# must_enter_name
source: Name field is empty
sv: Namnfält är tomt

# must_enter_surname
source: Surname field is empty
sv: Efternamnfält är tomt

# must_enter_number
source: Mobile number field is empty
sv: Mobilnummer saknas

# must_enter_valid_number
source: Mobile number is not valid
sv: Mobilnummer är inte giltigt

# server_failure_message
source: Something went wrong. Please try again.
sv: Något gick fel. Försök igen.

source: Confirm Password
sv: Bekräfta lösenord

source: Address
sv: Adress

source: Zip Code
sv: Postnummer

source: City
sv: Stad

# must_enter_confirm_password
source: Confirm password field is empty
sv: Bekräftelsefältet för lösenord är tomt

# passwords_not_match
source: Passwords doesn't match
sv: Lösenord är inte lika

# must_enter_address
source: Address field is empty
sv: Adressfält är tomt

# must_enter_zip
source: Zip field is empty
sv: Postnummer saknas

# must_enter_city
source: City field is empty
sv: Stad måste fylla i

# verify_bank_id
source: Verify with the Bank Id
sv: Verifiera med Bank Id

# panding
source: Identification or signing in progress.
sv: Verifiering pågår.

# code_header_label
source: You will receive verification code in SMS messages that is sent to your phone number.
sv: Du kommer att få en verifieringskod i SMS-meddelanden som skickas till ditt telefonnummer.

# code_resend_button_title
source: Resend
sv: Skicka igen

# code_request_error_message
source: Requesting code failed. Try again later.
sv: Begäran av kod misslyckades. Försök igen senare

# code_verify_error_message
source: The code you submitted is not valid. Check code and try again
sv: Koden du skickade är ogiltig. Kontrollera koden och försök igen

source: Jobs
sv: Annonser

source: Speedy Jobs
sv: Brådisjobb

source: Delivery Jobs
sv: Leveransjobb

# login_required
source: Log in required. Register and become part of JobDeal community and use advance features.
sv: Inloggning behövs. Registrera och bli medlem i JobDeal´´ gemenskap. Använd alla våra möjligheter.

source: Sort by:
sv: Sortera efter:

source: Published
sv: Publicerad

# price_sort
source: Price
sv: Pris

# expiration_sort
source: Expiration date
sv: Slutdatum

# lastest
source: Latest
sv: Senaste

source: Oldest
sv: Äldst

source: Lowest
sv: Lägsta

source: Highest
sv: Högsta

source: First
sv: Första

source: Last
sv: Sista

# sort_search
source: Search
sv: Sök

source: Create an ad
sv: Skapa en annons

source: About Me
sv: Om Mig

# about_me_placeholder
source: Write something about yourself
sv: Skriv lite om Dig själv

source: Next / Skip
sv: Nästa / Skippa

# avatar_title
source: Set up your profile picture
sv: Lägg upp din profilbild

# job_image_title
source: Choose photos for job
sv: Välj foton för jobbet

source: Take New
sv: Ta en ny

source: Gallery
sv: Album

# avatat_buttons_title
source: *Photo will be visible on your public profile.
sv: *Fotot kommer att synas i din publika profil.

# delete_photo
source: DELETE IMAGE
sv: TA BORT FOTOT

# role_title
source: I am mostly…
sv: Jag är mestadels…

source: REGISTER
sv: REGISTRERA

# buyer_button
source: BUYER
sv: KÖPARE

# doer_button
source: DOER
sv: UTFÖRARE

# role_buttons_title
source: *OFFER job that needs to be done - choose BUYER *EARN some money - choose DOER
sv: *ERBJUDER jobb som ska utföras - välj KÖPARE *TJÄNA pengar - välj UTFÖRARE

# empty_role
source: You must choose your role.
sv: Du måste välja en roll.

source: Congratulations
sv: Grattis

# congratulations_subtitle
source: We are happy to have you in our team.
sv: Vi är glada att ha dig i vårt team.

# finish_registration_button
source: CHECK OUT JOB OFFERS
sv: KOLLA JOBBERBJUDANDEN

# contuct_us
source: Contact Us
sv: Kontakta oss

source: Log Out
sv: Logga ut

# log_out_check
source: Do you want to log out?
sv: Vill du logga ut?

source: Cancel
sv: Avbryt

source: BUYER
sv: KÖPARE

source: Home
sv: Annonser

source: My Statistic
sv: Min statistik

source: Notifications
sv: Notifikationer

# buyer_bids
source: Bids for my jobs
sv: Bud för mitt jobb

source: BECOME DOER
sv: BLI EN UTFÖRARE

# subpayment
source: Subpayment of your mission
sv: Delbetalning för ditt jobb

source: Wish list
sv: Önskelista

source: Applied jobs
sv: Sökta jobb

source: Posted jobs
sv: Mina annonser

# become_premium
source: Become premium user
sv: Bli en Premiumanvändare

source: Settings
sv: Inställningar

# become_buyer_alert
source: Do you want to become buyer?
sv: Vill du bli en Köpare?

# become_doer_alert
source: Do you want to become doer?
sv: Vill du bli en Utförare?

source: Confirm
sv: Bekräfta

# login_registrer
source: Log in / Register
sv: Logga in / Registrera

source: About JobDeal
sv: Om JobDeal

source: Stay in touch
sv: Håll kontakten

source: My Profile
sv: Min Profil

source: CREDIT CARD
sv: KREDITKORT

# account_statistic
source: Acount Statistic
sv: Kontostatistik

# account_details
source: Acount Details
sv: Kontodetaljer

source: Save Changes
sv: Spara ändringar

source: Delete Account
sv: Radera konto

# delete_account_description
source: Click on the button below if you want to delete the account and all data associated with account. You can't undo this action!
sv: Klicka på knappen nedan om du vill radera ditt konto med all tillhörande information. Du kan inte ångra denna åtgärd

# delete_account_confirmation
source: Are you sure you want to delete the account and all data associated with account? You can't undo this action!
sv: Är du säker på att du vill radera ditt konto med all tillhörande information? Du kan inte ångra denna åtgärd!

source: Job Offer
sv: Jobberbjudanden

source: Apply
sv: Ansök

source: SEND MY OFFER
sv: SKICKA MITT BUD

source: My Bid
sv: Mitt bud

# my_bid_tip
source: *Lower bid can increase your chances
sv: *Lägre bud kan öka din chans att få jobbet

# you_applied_for_job
source: You just applied for the job.
sv: Du sökte just jobbet.

source: Create a job
sv: Skapa ett jobb

source: Job name
sv: Jobbnamn

# offer_description
source: Tell us more about the job
sv: Berätta mer om jobbet

source: Price
sv: Pris

# choose_job_category
source: Job category (Windows cleaning…)
sv: Jobbkategori (Fönsterputsning….)

source: Add Job Location
sv: Lägg till jobbplats

source: Ad duration
sv: Tidsram

source: SPEEDY JOB
sv: BRÅDISJOBB

# speedy_job_hint
source: *If you need it to be done fast = it is speedy job
sv: *Om du behöver få det utfört snabbt = är det ett Brådisjobb

# boost_job
source: BOOST YOUR AD
sv: FÖRSTÄRK DIN ANNONS

# boost_job_hint
source: *Boost your ad and make it more visible
sv: *Förstärk din annons och gör den mer synlig

source: DELIVERY JOB
sv: LEVERANS JOBB

# delivery_job_hint
source: *Delivery job*
sv: *Leverans Jobb*

source: PUBLISH JOB
sv: PUBLICERA JOBB

source: Upload images
sv: Ladda upp foto

# max_images_reached
source: You have reached maximum amount of five photos.
sv: Du har uppnått maximala 5 foton.

# image_upload_error
source: Image upload failed.
sv: Uppladdning av foto misslyckades.

# cant_delete_photo_while_uploading
source: You can't delete photos while uploading is in progress
sv: Du kan inte ta bort foto under uppladdningsfasen

# day
source: d
sv: dag

source: days
sv: dagar

source: Apply duration
sv: Ansökningstid

# must_enter_title
source: Offer title field is empty
sv: Erbjudandefält är tomt

# must_enter_price
source: Price field is empty
sv: Prisfält är tomt

# must_select_category
source: Category field is empty
sv: Fyll i Kategori

# must_select_location
source: Click on map to select location
sv: Klicka på kartan för att välja plats

# image_required
source: To create a job offer, you need at least one photo.
sv: För att skapa ett jobb måste du ladda upp minst 1 foto.

# must_select_duration
source: To create a job offer, you need to select number of Ad duration days.
sv: För att skapa ett jobb måste du ange ansökningstid.

source: Category
sv: Kategori

# report_job
source: Report as offensive
sv: Rapportera som stötande

# delete_job
source: Remove
sv: Ta bort Jobb

# share_job
source: Share
sv: Dela

source: Check doers
sv: Kolla utförare

source: Add Location
sv: Lägg till plats

source: Select address
sv: Lägg till jobbplats eller sätt nål på kartan

# apply_address
source: APPLY JOB LOCATION
sv: LÄGG TILL JOBBPLATS

source: Buyer profile
sv: Köparprofil

source: Doer profile
sv: Utförarprofil

source: active
sv: aktiv

source: Job contracts
sv: Jobbavtal

source: Go to top
sv: Gå till början

# rating_missing
source: You must add rating.
sv: Du måste betygsätta.

# rating_message_missing
source: You must add comment.
sv: Du måste lägga till en kommentar.

source: New password
sv: Nytt lösenord

source: Old password
sv: Gammalt lösenord

# password_must_be_different
source: You must type different possword
sv: Du måste välja ett annat lösenord

# wrong_old_pass
source: Wrong old password
sv: Fel gammalt lösenord

# doer_tab_title
source: My ads
sv: Sökta jobb

# buyer_tab_title
source: Applied jobs
sv: Mina annonser

# doer_bid_title
source: You have a new bidder
sv: Du har en ny budgivare

# doer_bid_message
source: Someone just applied for your job. Check it out now!
sv: Nån har just sökt ditt jobb. Kolla vem!

# buyer_accepted_title
source: Congratulations, you got the job, good luck!
sv: Grattis, du fick jobbet, lycka till!

# buyer_accepted_message
source: You just have been choosen for a job. Buyer will contact you as soon as possible.
sv: Du har precis fått jobbet. Köpare kommer kontakta dig inom kort.

# rate_doer_title
source: Rate doer
sv: Betygsätt utförare

# rate_doer_message
source: Do you like how your job is done? Rate doer now.
sv: Gillar du hur ditt jobb blev utfört? Betygsätt utförare nu.

# rate_buyer_title
source: Rate doer
sv: Rate doerBetygsätt Köpare

# rate_buyer_message
source: Do you like how your job is done? Rate doer now.
sv: Gillade du ditt jobb? Betygsätt Köpare.

source: Now
sv: Nu

# hour
source: h
sv: tim

# month
source: mos
sv: mån

# year
source: y
sv: år

source: My Ads
sv: Mina annonser

source: RATE BUYER
sv: BETYGSÄTT KÖPARE

source: RATE DOER
sv: BETYGSÄTT UTFÖRARE

source: RATE
sv: BETYGSÄTT

# rate_comment
source: Leave a comment
sv: Lämna en kommentar

source: as BUYER
sv: som KÖPARE

source: as DOER
sv: som UTFÖRARE

source: MY ROLE / BUYER
sv: MIN ROLL / KÖPARE

source: MY ACTIVE JOBS
sv: MINA AKTIVA JOBB

source: CREATE JOB
sv: SKAPA ETT JOBB

source: Spent
sv: Spenderat

source: MY ROLE / DOER
sv: MIN ROLL / UTFÖRAR

# my_active_jobs_doer
source: ACTIVE JOBS I APPLIED
sv: AKTIVA JOBB I ANSÖKTA

# check_job
source: CHECK JOB OFFERS
sv: KOLLA JOBBERBJUDANDEN

source: Earnd
sv: Intjänat

source: Job done
sv: Jobb utförda

source: ACTIVE DOER
sv: AKTIV UTFÖRARE

source: JOB BIDS
sv: MINA ANNONSER

source: my offer
sv: mina ebjudanden

source: bidders
sv: bjudare

source: Choose doer
sv: Välj utförare

source: Categories
sv: Kategorier

source: Save
sv: Spara

source: Search
sv: Sök

# filter
source: Filters
sv: Filter

source: Distance
sv: Avstånd

source: My location
sv: Min position

source: Reset filters
sv: Återställ filter

source: selected
sv: vald

source: All selected
sv: Alla valda

# custome_address
source: Custom address
sv: Vald adress

# wish_list_bottom_description
source: *Distance and location can be only applied to the grid view
sv: *Distans och plats kan bara anges i rutnät vy

source: Save parameters
sv: Spara parametrar

# wish_list_explanation
source: If you post a wish list, you will receive a push as soon as someone posts a job that matches it
sv: Om du lägger in en önskelista, får du en push så snart någon lägger ut ett job som stämmer med den

source: Payment required
sv: Betalning erfordras

# choose_payment
source: Choose payment method. Swish and Klarna bla bla bla
sv: Välj betalsätt. Swish eller Klarna

# percent_of
source: of the offefred price
sv: av erbjudet pris

# pay_for_list
source: To see doer contacts, choose payment method.
sv: För att se Utförare, välj betalsätt.

# pay_boost_and_speedy
source: To boost and speedy job, choose payment method.
sv: För att förstärka din annons, välj betalsätt.

# pay_speedy
source: To speedy job, choose payment method.
sv: För Brådisjobb, väl betalsätt.

# pay_boost
source: To boost job, choose payment method.
sv: För att förstärka din annons, välj betalsätt.

# pay_choosing_doer
source: To choose doer, must select payment method.
sv: För att välja Utförare, välj betalsätt.

# payment_success
source: Payment successfull
sv: Betalning ok

# payment_failed
source: Payment failed. Please try again.
sv: Betalning misslyckades. Försök igen.

# complete
source: Continue
sv: Fortsätt

# swish_app_missing
source: Swish App is not installed on device.
sv: Swish App är inte installerad på mobilen.

# swish_payment_complete
source: Swish payment completed.
sv: Swishbetalning utförd.

# rated_as_buyer
source: is rated as buyer
sv: är betygsatt som annonsör

source: Rated as doer
sv: Du är betygsatt som utförare

# become_active_doer
source: Become premium user
sv: Bli en Premiumanvändare

# cancel_active_doer
source: Cancel subscription
sv: Avsluta prenumerationen

# do_you_want_to_cancel
source: Do you want to cancel subscription?
sv: Vill du avsluta prenumerationen?

source: Yes
sv: Ja

# doer_offer_for_job
source: Doer offer for your job
sv: Utförare bjuder på ditt jobb

# diff_of
source: of bid and job price difference
sv: skillnaden av budet och ditt utgångspris

# subscription_message
source: Premium user is able to access wish list screen where he can set to be notified about jobs of his interest.
sv: Premiumanvändare kan använda wishlist och få lista över passande jobb.

# you_have_applied
source: You have applied to this job.
sv: Du har sökt detta jobb.

source: Enter as guest
sv: Gå in som gäst

source: Forgot password
sv: Glömt lösenord?

# forget_pass_description
source: Type your email and we will send you email with reset password instructions.
sv: Skriv in din Email så skickar vi ett instruktioner hur du återställer.

# forget_pass_button_title
source: Request email
sv: Be om Email

# locale
source: en
sv: sv

source: Jobs done
sv: utförda Jobb

source: Earned
sv: Intjänat

source: Doer statistic
sv: Utförar statistik

source: Buyer statistic
sv: Köpar statistik

# must_enter_bank_id
source: Bank ID field is empty
sv: Bank ID fält är tomt

# bank_id_to_short
source: Bank ID too short
sv: Bank ID för kort

# bank_id_to_long
source: Bank ID too long
sv: Bank ID för längt

# wrong_bank_id
source: Bank ID verification failed Check your personal number.
sv: Bank ID verifikation misslyckades Kontrollera ditt personnummer.

source: User since
sv: Användare sedan

source: Send report
sv: Skicka Rapport

source: Report
sv: Rapport

# report_description
source: Enter report message
sv: Fyll i Rapport beskrivning

# report_default_text
source: Offending
sv: Stötande

# delete_job_alert
source: Are you sure you want to remove this job?
sv: Är du säker på att du vill ta bort detta Jobb?

# share_description
source: Need extra money? Check Job Deal offers and earn fast.
sv: Behöver du extra pengar? Kolla JobDeals annonser och tjäna snabba pengart.

# jobdeal_explanation
source: Job Deal is a global platform where you can post or find a job fast and easy. Need someone to mown your lawn or to clean your windows? Or you want to make the best of your free time and earn some extra money? Join our community now.
sv: JobDeal är en global plattform där du kan lägga ut eller hitta ett jobb snabbt och enkelt. Behöver du hjälp med gräsklippning eller tvätta fönster? Eller vill du utnyttja fritiden till att tjäna extra pengar? Gå med i vår community nu!

# terms_of purchase
source: Terms of purchase & General terms
sv: Köpvillkor & Allmäna villkor

# choose_ok
source: You have chosen %@ as your doer
sv: Du har valt %@ som din utförare

# choose_doer_confirmation_title
source: CHOOSE DOER
sv: VÄLJ UTFÖRARE

# choose_doer_confirmation_description
source: Are you sure you want to choose this Doer?
sv: Är du säker på att du vill välja denna utförare?

source: Help on the way
sv: Hjälp på väg

# show_help_on_the_way_jobs
source: Show Help is on the way ads
sv: Visa Hjälp är på väg annonser

# choose_doer_confirmation_confirm_button
source: CHOOSE DOER
sv: VÄLJ UTFÖRARE

# verification_phone_alert_message
source: We need to verify your new phone number. You will receive verification code in SMS messages that is sent to your phone number
sv: Vi måste verifiera ditt nya mobilnummer. Du får en verifikationskod i ett sms inom kort

# verification_phone_cancel
source: Cancel
sv: Avbryt

# verification_phone_verify
source: Verify
sv: Verifiera

source: Job Expired
sv: Jobb har utgått

# call_doer
source: Call your contractor
sv: Ring din utförare

# message_doer
source: Text your contractor
sv: SMS:a din utförare

source: Active jobs
sv: Aktiva jobb

source: Expired jobs
sv: Utgågna jobb

# call_buyer
source: Call my advertiser
sv: Ring min annonsör

# message_buyer
source: SMS my advertiser
sv: SMS:a min annonsör

# unlock_underbidders_label_text
source: Unlock contact details of Doer's that offer lower price then your original offer!
sv: Lås upp kontaktuppgifter på utförare som har erbjudit göra för lägre pris än det du erbjudit

# unlock_underbidders_button_title
source: Unlock
sv: Lås upp

source: Lower bid offer!
sv: Lägre bud bud!

source: Tutorial
sv: Hur det fungerar

# tutorial1
source: Choose to create a job or search for one yourself. In the feed, you see all the ads that are out right now. On the map you get an overview of where the jobs are.
sv: Välj att skapa ett jobb eller sök ett själv. I flödet ser du alla annonser som ligger ute just nu. På kartan får du en överblick över var jobben finns.

# tutorial2
source: Look at who is advertising around you. Have you found a job for you? Choose to apply for the specified amount or bargain for a greater chance of getting the job.
sv: Kika vem som annonserar kring dig. Har du hittat ett jobb för dig? Välj att ansöka för den angivna summan eller pruta för större chans att få jobbet.

# tutorial3
source: Do you have a job that needs to be done? Describe it below and then publish it for all users to see. Remember that it is completely free to publish normal jobs!
sv: Har du ett jobb som behöver utföras? Beskriv det här nedan och publicera det sedan för alla användare att se. Kom ihåg att det är helt gratis att publicera normaljobb!

# tutorial4
source: Once you have received one or more applications for your ad, it is time for you to choose who gets the job. To access the jobseekers' information and contact information, you pay 10% of the ad's value. You can also choose to pay an additional 5% to unlock the profiles that have bargained on the amount - which in the end can be a cheaper choice for you as an advertiser.
sv: När du fått en eller flera ansökningar på din annons är det dags för dig att välja vem som får jobbet. För att få tillgång till jobbsökarnas information och kontaktuppgifter betalar du 10 % av annonsens värde. Du kan också välja att betala ytterligare 5 % för att låsa upp profilerna som prutat på summan - vilket ju i slutändan kan bli ett billigare val för dig som annonsör.
